Repository: supergeorg/Grocy-SwiftUI
Catalog: Grocy Mobile/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, et, fi, fr_fr, he, hu, it, ja, ko, lt, nb, nl, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: %@ opened
ca: %@ obert
cs: %@ otevřen
da: %@ åbnet
de: %@ geöffnet
el: Το %@ άνοιξε
es: %@ abierto
et: %@ avatud
fi: %@ avattu
fr_fr: %@ ouvert
he: %@ נפתחו
hu: %@ felbontva
it: %@ cominciato/i
ja: %@ 個が開封済み
ko: %@ 개봉
lt: %@atidaryta
nb: %@ åpnet
nl: %@ geopend
pl: Otwarto %@
pt_br: %@ aberto
pt_pt: %@ aberto
ro: %@ deschis
sk: %@ otvorený
sl: %@ odprt
sv: %@ öppnade
ta: %@ திறக்கப்பட்டது
tr: %@ açıldı
uk: %@ відкрито
zh_hans: %@ 已开封
zh_hant: %@ 已開封

# %@ per %@
source: %1$@ per %2$@
ca: %@ per %@
cs: %@ za %@
da: %@pr %@
de: %@ pro %@
el: %@ ανά %@
es: %@ por %@
et: %@ %@ kohta
fi: %@ per %@
fr_fr: %@ par %@
he: %@ ל%@
it: %@ per ogni %@
ja: 1%2$@あたり%1$@
lt: %@ per %@
nb: %@ per %@
nl: %@ per %@
pl: %@ na %@
pt_br: %@ por %@
ro: %@ per %@
sl: %@ na %@
sv: %@ per %@
tr: %@ başına %@
uk: %@ за %@
zh_hans: %@每%@
zh_hant: 每%@%@

source: %lld chores are assigned to me
ca: Tens assignades %lld feines
cs: Mám splnit %lld povinnosti
da: %lld gøremål er tildelt til mig
de: %lld Hausarbeiten sind mir zugewiesen
el: %lld δουλειές μου έχουν ανατεθεί
es: %lld tareas del hogar asignadas a mí
et: %lld majapidamistööö on määratud mulle
fi: %lld kotityötä toimeksiannettu minulle
fr_fr: %lld corvées me sont assignées
he: %lld מטלות מוקצות אלי
hu: %lld házimunka hozzám rendelve
it: %lld faccende sono assegnate a me
ja: あなたの担当 %lld 件
ko: %lld 개의 집안일이 나에게 할당되었습니다.
lt: %lldman paskirti darbai
nb: %lld husarbeidsoppgaver tildelt meg
nl: %lld klusjes aan mij toegewezen
pl: %lld obowiązków przypisanych do mnie
pt_br: %lld atribuídas a mim
ro: %lld activități îmi sunt atribuite mie
sk: %lld povinnosti sú priradené mne
sl: %lld obveznosti sta dodeljeni meni
sv: Jag har %lld tilldelade sysslor
ta: %lld பணிகள் எனக்கு நிச்சியக்கப்பட்டுள்ளன
tr: %lld görevler bana atandı
uk: Мені призначено %lld роботи
zh_hans: %lld件家务分配给我
zh_hant: %lld 件家務分配給我

source: %lld chores are due to be done
ca: %lld feines de casa per fer
cs: %lld povinnosti by měly být splněny
da: %lld pligt(er) forfalder nu
de: %lld Hausarbeiten stehen an
el: %lld δουλειές πρόκειται να γίνουν
es: %lld tareas del hogar deben hacerse
et: %lld majapidamistööd vajab tegemist
fi: %lld kotityön määräpäivää
fr_fr: %lld corvées restent à faire
he: %lld מטלות אמורות להסתיים
hu: %lld házimunkát kell elvégezni
it: %lld faccende in scadenza da fare
ja: まもなく期限 %lld 件
ko: %lld 개의 집안일이 예정되어 있습니다.
lt: %lldnamų ruošos darbai turi būti atliktas
nb: %lld husarbeidsoppgaver som må gjøres nå
nl: %lld klusjes moeten worden gedaan
pl: Obowiązki bliskie terminu realizacji: %lld
pt_br: %lld próximas do prazo
pt_pt: %lld tarefas estão agendadas
ro: %lld activități urmează să fie îndeplinite
sk: %lld povinnosti majú byť splnené
sl: %lld obveznosti bosta zapadli
sv: %lld sysslor att utföra
tr: %lld ev işinin yapılması gerekli
uk: %lld робіт має бути виконано
zh_hans: %lld件家务即将到期
zh_hant: %lld 件家務需要完成

source: %lld chores are due to be done today
ca: %lld tasques s'han d'acabar avui
cs: Dnes mají být splněny %lld povinnosti
da: %lld pligt(er) der forfalder i dag
de: %lld Hausarbeiten stehen heute an
es: %lld tareas del hogar deben hacerse hoy
et: %lld kodutööd vajab täna tegemist
fi: %lld kotityön määräpäivää on tänään
fr_fr: %lld corvées sont à faire aujourd'hui
he: %lld מטלות אמורות להסתיים היום
hu: %lld házimunka elvégzendő ma
it: %lld faccende dovrebbero essere fatte oggi
ja: 本日期限 %lld 件
ko: %lld개의 집안일을 오늘 해야 합니다
lt: %llddarbai turi būti atlikti šiandien
nb: %lld husarbeidsoppgaver må gjøres i dag
nl: %lld klusjes moeten vandaag worden gedaan.
pl: %lld obowiązki są do zrobienia do dzisiaj
pt_br: %lld previstas para hoje
ro: %lld activități urmează să fie îndeplinite astăzi
sk: %lld povinnosti majú byť splnené dnes
sl: %lld obveznosti zapadeta danes
tr: %lld işin bugün tamamlanmasının son günü
uk: %lld роботи має бути виконано сьогодні
zh_hans: %lld件家务今天到期
zh_hant: %lld件家務應在今天完成

source: %lld chores are overdue to be done
ca: %lld feines de casa que s'haurien d'haver fet
cs: %lld povinnosti již mělo být splněno
da: %lld pligt(er) er forfaldne
de: %lld Hausarbeiten sind überfällig
el: %lld δουλειές έχουν καθυστερήσει να γίνουν
es: %lld tareas del hogar deberían haberse hecho
et: %lld majapidamistööd on üle aja
fi: %lld kotityötä myöhässä
fr_fr: %lld corvées n'ont pas été réalisées à temps
he: %lld מטלות חרגו ממועד הסיום
hu: %lld házimunkára lejárt a határidő
it: %lld faccende in ritardo da fare
ja: 期限超過 %lld 件
ko: %lld 개의 집안일이 밀려있습니다.
lt: %lldnamų ruošos darbai vėluoja
nb: %lld husarbeidsoppgaver har gått over fristen for utførelse
nl: %lld klusjes hadden al gedaan moeten worden
pl: Obowiązki niewykonane w terminie: %lld
pt_br: %lld atrasadas
pt_pt: %lld tarefas já ultrapassaram o prazo
ro: %lld activități sunt întârziate
sk: %lld povinnosti už mali byť splnené
sl: %1 obveznosti sta že zapadli
sv: %lld sysslor är försenade
tr: %lld ev işinin yapılma zamanı geçti
uk: Вже потрібно було зробити %lld роботи
zh_hans: %lld件家务逾期
zh_hant: %lld 件家務早該完成

source: %lld products are below defined min. stock amount
ca: %lld productes estan per sota de les existències mínimes
cs: %lld produkty nemají dostatečnou min. zásobu
da: %lld varer er under den definerede minimumsbeholdning
de: %lld Produkte sind unter Mindestbestand
el: %lld προϊόντα είναι κάτω από το ορισμένο ελάχιστο απόθεμα
es: %lld productos por debajo del mínimo de existencias definido
et: %lld toodet on alla määratud minimaalse koguse
fi: %lld tuotetta on alle varaston minimirajan
fr_fr: %lld produits sont en quantité inférieure à la limite définie
he: %lld מוצרים אזלו מעבר לכמות המלאי המזערית
hu: %lld termék a meghatározott minimum mennyiség alá esett
it: %lld prodotti sono al di sotto della quantità minima di dispensa definita
ja: 最低数量未満 %lld 点
ko: %lld 개 제품 재고 미달
lt: %lld produktai yra žemiau apibrėžtos min. atsargų kiekio ribos
nb: %lld produkter er under satt min. for beholdningen
nl: %lld producten onder min. voorraadhoeveelheid
pl: %lld produkty poniżej zdefiniowanego minimalnego zapasu
pt_br: %lld produtos na quantidade mínima
pt_pt: %lld produtos estão abaixo da quantidade min. de stock
ro: %lld produse sunt sub stocul minim definit
sk: %lld výrobky majú stav pod definovanou minimálnou zásobou
sl: %lld izdelka sta pod min. količino zaloge
sv: %lld produkter är under den valda gränsen för minsta lagerantal
ta: குறிப்பிட்ட கையிருப்பு அளவினை விட குறைவான %lld பொருட்கள்
tr: %lld ürün belirlenen en az stok miktarının altında
uk: %lld продукти менше мінімальної кількості
zh_hans: %lld款产品低于安全库存
zh_hant: %lld 項物品數量小於最低庫存數量

source: %lld products are due
ca: %lld han superat la data de consum preferent
cs: %lld produktům vyprší min. trvanlivost
da: %lld varer udløber
de: %lld Produkte sind fällig
es: %lld productos han superado sus fechas de consumo preferente
et: %lld toodet on üle aja
fi: %lld tuotetta vanhenee
fr_fr: %lld produits seront périmés
he: תוקפם של %lld מוצרים יפוג
hu: %lld termék le fog járni
it: %lld prodotti sono scaduti
ja: まもなく期限 %lld点
ko: %lld개 제품의 유통 기한 초과 예정
lt: %lldproduktų terminas
nb: %lld produkter forfaller
nl: %lld producten verlopen
pl: %lld produkty są przeterminowane
pt_br: %lld produtos vencerão
ro: %lld produse se învechesc
sk: 1%lld výrobky sú po záruke
sl: %lld izdelka zamujata
tr: %lldürün son tarihi geldi
uk: %lld продукти зіпсується
zh_hans: %lld款产品到期
zh_hant: %lld 項物品將於

source: %lld products are expired
ca: %lld productes han caducat
cs: %lld produkty jsou po datu použitelnosti
da: %lld varer er udløbet
de: %lld Produkte sind abgelaufen
es: %lld productos están caducados
et: %lld toodet on riknenud
fi: %lld tuotetta on pilaantunut
fr_fr: %lld produits sont périmés
he: תוקפם של %lld מוצרים פג
hu: %lld termék megromlott
it: %lld prodotti sono scaduti
ja: 消費期限切れ %lld点
ko: %lld개 제품 유통기한이 만료됨
lt: %lldproduktų galiojimo laikas pasibaigęs
nb: %lld produkter er utløpt på dato
nl: %lld producten zijn over datum
pl: %lld produkty są przeterminowane
pt_br: %lld produtos estragados
ro: %lld produse sunt expirate
sk: %lld vyrobky exspirovali
sl: %lld izdelka sta pretečena
sv: %lld produkter har passerat sista förbrukningsdag
ta: %lld பொருட்கள் காலாவதியாகிவிட்டன
tr: %lldürünün son kullanma tarihi geçti
uk: %lld продукти зіпсовано
zh_hans: %lld款产品过期
zh_hant: %lld 項物品已過期

source: %lld products are overdue
ca: %lld productes han superat la data de consum preferent
cs: %lld produkty jsou po době min. trvanlivosti
da: %lld varer er udløbet
de: %lld Produkte sind überfällig
el: %lld προϊόντα που έληξαν
es: %lld productos han superado sus fechas de consumo preferente
et: %lld toodet on üle aja
fi: %lld tuotetta on vanhentunut
fr_fr: %lld produits sont dépassés
he: התוקף של %lld מוצרים פג
hu: %lld termék lejárt
it: %lld prodotti sono scaduti
ja: 賞味期限切れ %lld 点
ko: %lld개 제품의 유통 기한이 오늘까지임
lt: %lld produktai vėluoja
nb: %lld produkter er forbi best før dato
nl: %lld producten zijn verlopen
pl: %lld produkty są po zalecanej dacie przydatności
pt_br: %lld produtos vencidos
pt_pt: %lld produtos expirados
ro: %lld produse sunt învechite
sk: %lld výrobky sú po záruke
sl: %lld izdelka zamujata
sv: %lld produkter har passerat bäst före-datum
ta: %lld பொருட்களை வாங்க வேண்டும்
tr: %lld adet ürünlerin son kullanma tarihi geçti
uk: %lld продуктів залежалось
zh_hans: %lld款产品逾期
zh_hant: %lld 項物品逾期

source: %lld tasks are due to be done
ca: %lld tasques per fer
cs: %lld úkoly mají být splněny
da: %lld opgaver forfalder nu
de: %lld Aufgaben stehen an
el: %lld εργασίες πρέπει να γίνουν
es: %lld tareas deben hacerse
et: %lld ülesannet vajab peatselt tegemist
fi: %lld tehtävän määräpäivää
fr_fr: %lld tâches sont dues
he: %lld משימות אמורות להסתיים
hu: %lld feladatot kell elvégezni
it: %lld compiti da fare
ja: まもなく期限 %lld 件
ko: %lld 작업이 완료될 예정입니다
lt: %lldužduotys turi būti atliktos
nb: %lld oppgaver må gjøres
nl: %lld taken moeten worden gedaan
pl: Zadania bliskie terminu realizacji: %lld
pt_br: %lld pendentes
pt_pt: %lld tarefas agendadas
ro: %lld sarcini urmează să fie îndeplinite
sk: %lld úlohy majú byť splnené
sl: %lld opravili bosta zapadli
sv: %lld uppgifter att utföra
ta: %lld வேலைகளை முடிக்க வேண்டும்
tr: %lld adet görevin yapılma zamanı geçti
uk: %lld завдання має бути виконано
zh_hans: %lld件任务要去完成
zh_hant: %lld 項任務需要完成

source: %lld tasks are overdue to be done
ca: %lld tasques s'haurien d'haver fer
cs: %lld úkoly již měly být splněny
da: %lld opgaver er forfaldne
de: %lld Aufgaben sind überfällig
el: %lld καθήκοντα έχουν καθυστερήσει να γίνουν
es: %lld tareas deberían haberse hecho
et: %lld ülesanne on üle tähtaja
fi: %lld tehtävää myöhässä
fr_fr: %lld tâches en retard
he: %lld משימות חרגו ממועד הסיום
hu: %lld feladat elvégzése késésben van
it: %lld compiti in ritardo da fare
ja: 期限超過 %lld 件
ko: %lld 작업이 완료되지 않았습니다
lt: %lldužduotis vėluoja atlikti
nb: %lld oppgaver har forfalt frist for å bli utført
nl: %lld taken hadden al gedaan moeten worden
pl: Zadania po terminie realizacji: %lld
pt_br: %lld atrasadas
pt_pt: %lldtaferas pendentes de realização
ro: %lld sarcini sunt întârziate
sk: %lld úlohy už mali byť splnené
sl: %lld opravili sta zapadli
sv: %lld uppgifter är försenade
tr: %lld görevin tamamlanması gecikti
uk: %lld прострочено
zh_hans: %lld件任务逾期未做
zh_hant: %lld 項任務早該完成

source: 1 %@ is the same as...
ca: 1 %@ és el mateix que...
cs: 1 %@ odpovídá…
da: %@ er det samme som...
de: 1 %@ entspricht...
el: Το %@ είναι το ίδιο με ...
es: 1 %@ equivale a ...
et: 1 %@ on sama mis...
fi: 1 %@ on sama kuin...
fr_fr: 1 %@ corresponds aussi à...
he: %@ אחד שקול ל…
hu: 1 %@ ugyanaz mint...
it: 1 %@ è uguale a ...
ja: 1 %@ と同等の単位...
lt: 1 %@yra toks pat kaip...
nb: 1 %@ er det samme som...
nl: 1 %@ is hetzelfde als...
pl: 1 %@ to to samo co...
pt_br: 1 %@ é o mesmo que
pt_pt: 1 %@ é o mesmo que...
ro: 1 %@ este la fel ca...
sk: 1 %@ je rovnaký ako...
sl: 1%@ je isti kot ...
sv: 1 %@ är detsamma som...
ta: 1 %@ இரண்டும் ஒன்று...
tr: 1 %@ şununla aynı...
uk: 1 %@ це те саме, що ...
zh_hans: 1 %@ 等同于...
zh_hant: 1 %@ 等同於...

source: A caption is required
ca: Es requereix un títol
cs: Popisek je povinný údaj
da: En billedetekst er påkrævet
de: Ein Titel ist erforderlich
el: Απαιτείται λεζάντα
es: Es necesaria una leyenda
et: Pealkiri on nõutud
fi: Otsikko vaaditaan
fr_fr: Vous n'avez pas défini de titre
he: נדרשת כותרת
hu: A felirat megadása kötelező
it: È richiesta una didascalia
ja: キャプションが必要です
ko: 설명이 필요합니다.
lt: Antraštė būtina
nb: Et kolonne navn kreves
nl: Een beschrijving is vereist
pl: Opis jest wymagany
pt_br: O rótulo é obrigatório
pt_pt: É necessário uma legenda
ro: Este necesară o legendă
sk: Vyžaduje sa popisok
sl: Naslov je obvezen
sv: En rubrik krävs
ta: ஒரு குறிப்பு தேவை
tr: Altyazı gerekli
uk: Необхідно додати підпис
zh_hans: 请填写标题
zh_hant: 標題為必填項目

source: A location is required
ca: Es requereix una ubicaci
cs: Umístění je povinný údaj
da: En placering er påkrævet
de: Ein Standort ist erforderlich
el: Απαιτείται τοποθεσία
es: Es necesaria una ubicación
et: Asukoht on nõutud
fi: Sijainti vaaditaan
fr_fr: Un emplacement est requis
he: נדרש מיקום
hu: A hely megadása kötelező
it: Inserisci la posizione
ja: 場所が必要です
ko: 위치가 필요합니다.
lt: Vieta yra privaloma
nb: En lokasjon kreves
nl: Een locatie is vereist
pl: Lokalizacja jest wymagana
pt_br: A localização é obrigatória
pt_pt: O local é obrigatório
ro: Este necesară o locație
sk: Je vyžadované umiestnenie
sl: Lokacija je obvezna
sv: En plats krävs
ta: ஒரு இடம் தேவை
tr: Bir lokasyon zorunlu
uk: Місце є обов'язковим
zh_hans: 请填写位置
zh_hant: 位置為必填項目

source: A name is required
ca: Es requereix un nom
cs: Jméno je povinný údaj
da: Et navn er påkrævet
de: Ein Name ist erforderlich
el: Απαιτείται όνομα
es: Es necesario un nombre
et: Nimi on nõutud
fi: Nimi vaaditaan
fr_fr: Un nom est requis
he: צריך למלא שם
hu: A név megadása kötelező
it: Inserisci un nome
ja: 名前が必要です
ko: 이름이 필요합니다.
lt: Vardas yra privalomas
nb: Vennligst fyll inn et navn
nl: Een naam is vereist
pl: Nazwa jest wymagana
pt_br: O nome interno do campo é obrigatório
pt_pt: O nome é obrigatório
ro: Este necesar un nume
sk: Je vyžadované meno
sl: Ime je obvezno
sv: Ett namn krävs
ta: ஒரு பெயர் தேவை
tr: Bir isim zorunlu
uk: Назва є обов'язковою
zh_hans: 请填写名称
zh_hant: 名稱為必填項目

source: A quantity unit is required
ca: Es requereix una unitat
cs: Měrná jednotka je povinný údaj
da: Enhed for mængden er påkrævet
de: Eine Mengeneinheit muss ausgewählt werden
el: Απαιτείται μονάδα ποσότητας
es: Es necesaria una unidad
et: Kogusühik on nõutud
fi: Yksikkö vaaditaan
fr_fr: Une unité est requise
he: נדרשת יחידת כמות
hu: A mennyiségi egység megadása kötelező
it: Inserisci un'unità di misura
ja: 数量単位が必要です
ko: 수량 단위가 필요합니다.
lt: Kiekis yra privalomas
nb: Forpakning mengde/størrelse kreves
nl: Een hoeveelheidseenheid is vereist
pl: Jednostka ilości jest wymagana
pt_br: A unidade é obrigatória
pt_pt: Uma unidade de medida é obrigatória
ro: Este necesară o unitate cantitativă
sk: Je vyžadovaná jednotka množstva
sl: Enota količine je obvezna
sv: En mängdenhet krävs
ta: ஒரு அளவு அலகு தேவை
tr: Miktar birim zorunlu
uk: Одиниця вимірювання є обов'язковою
zh_hans: 请填写数量单位
zh_hant: 數量單位為必填項目

source: A username is required
ca: Es requereix un nom d'usuari
cs: Uživatelské jméno je povinný údaj
da: Et brugernavn er påkrævet
de: Ein Benutzername ist erforderlich
el: Απαιτείται όνομα χρήστη
es: Es necesario un nombre de usuario
et: Kasutajanimi on nõutud
fi: Käyttäjätunnus vaaditaan
fr_fr: Un nom d'utilisateur est requis
he: נדרש שם משתמש
hu: A felhasználóinév megadása kötelező
it: È richiesto un nome utente
ja: ユーザー名が必要です
ko: 사용자 이름이 필요합니다.
lt: Vartotojo vardas yra privalomas
nb: Et brukernavn er nødvendig
nl: een gebruikersnaam is verplicht
pl: Nazwa użytkownika jest wymagana
pt_br: O nome de usuário é obrigatório
pt_pt: Nome de utilizador é obrigatório
ro: Este necesar un nume de utilizator
sk: Je vyžadované prihlasovacie meno
sl: Uporabniško ime je obvezno
sv: Ett användarnamn krävs
ta: பயனர் பெயர் தேவை
tr: Bir kullanıcı adı zorunlu
uk: Ім'я користувача є обов'язковим
zh_hans: 请填写用户名
zh_hant: 帳號為必填項目

source: Accumulate sub products min. stock amount
ca: Acumular existències min. de subproductes
cs: Sčítat minimální počet skladových zásob podřízených produktů
da: Akkumuler underordnede varers minimumbeholdning
de: Mindestbestände von untergeordneten Produkten aufsummieren
el: Συσσώρευση υποπροϊόντων ελάχ. ποσό αποθέματος
es: Acumular mínimos de existencias de subproductos
et: Kogu alamtoodete minimaalne varude kogus
fi: Lisää alatuotteiden varaston minimimäärät
fr_fr: Accumuler le stock minimal des sous produits
he: צבירת תת־מוצרים עם כמות מלאי מזערית
hu: Al-termékek minimális készlet mennyiségének halmozása
it: Quantità in dispensa minima di sottoprodotti accumulati
ja: 下位物品を合算して最低ストック数量を算出
lt: Sukaupti subproduktus min. atsargų kiekis
nb: Akkumuler underordnede produkter i minimum beholdningsnivå
nl: Verzamel minimale voorraad sub producten
pl: Sumuj min. ilość dla produktów podrzędnych
pt_br: Acumula a quant mínima do estoque dos subprodutos
sk: Sčítavať min. skladové množstvá podriadených výrobkov
sl: Seštej min. količine podizdelkov
sv: Ackumulera minsta lagersumma för underprodukt
tr: Alt ürünün minimum stok miktarını biriktir
zh_hans: 累计子产品的安全库存
zh_hant: 累計子物品的最小庫存數量

source: Active
ca: Actiu
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργός
es: Activo
et: Aktiivne
fi: Aktiivinen
fr_fr: actif
he: פעיל
hu: Aktív
it: Attivo
ja: 有効
ko: 활성
lt: Aktyvus
nb: Aktiv
nl: Actief
pl: Aktywny
pt_br: Ativo
pt_pt: Ativo
ro: Activ
sk: Aktívne
sl: Aktiven
sv: Aktiv
ta: செயலில் உள்ளது
tr: Aktif
uk: Активні
zh_hans: 启用
zh_hant: 啟用

source: Adaptive
ca: adaptable
cs: Automatický
da: adaptiv
de: Adaptiv
el: προσαρμοστικό
es: adaptativo
et: muutlik
fi: Mukautuva
fr_fr: adaptatif
he: מסתגל
hu: adaptív
it: adattabile
ja: 自動調整
ko: 적응형
lt: pritaikytas
nb: tilpasset
nl: adaptief
pl: Dostosowalnie
pt_br: Personalizado
pt_pt: Adaptável
ro: adaptiv
sk: prispôsobene
sl: prilagodljivo
sv: adaptiv
tr: uyarlanabilir
uk: адаптивно
zh_hans: ‎适应的‎
zh_hant: 自動

source: Add
ca: Afegir
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
et: Lisa
fi: Lisää
fr_fr: Ajouter
he: הוספה
hu: Hozzáadás
it: Aggiungi
ja: 追加
ko: 추가
lt: Pridėti
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adaugă
sk: Pridať
sl: Dodaj
sv: Lägg till
ta: சேர்
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 新增

source: Add decimal separator automatically for price inputs
ca: Afegir separador decimal automàticament per als preus
cs: Automatické vkládání desetinné čárky
da: Tilføj automatisk decimalseparator ved pris indtastning
de: Dezimaltrennzeichen für Preis-Eingabefelder automatisch hinzufügen
es: Añadir separador de decimales automáticamente para entradas de precio
et: Lisa hinnasisendite jaoks automaatselt kümnendkoha eraldaja
fi: Lisää desimaalierotin automaattisesti syötettyihin hintoihin
fr_fr: Ajout automatique du séparateur de décimales pour les prix
he: יש להוסיף נקודה עשרונית לקלט של מחיר
hu: Tizedesvessző automatikus hozzáadása az árbeviteli mezőkhöz
it: Aggiungi automaticamente il separatore decimale per l'inserimento dei prezzi
ja: 価格入力時に小数点記号を自動的に追加
lt: Įvesdami kainą automatiškai pridėkite dešimtainį skyriklį
nb: Legg til desimalseparator automatisk for prisinntasting
nl: Voeg automatisch decimaalteken toe voor prijsinvoer
pl: Dodaj automatycznie separator dziesiętny dla pól cen
pt_br: Adicionar separador decimal automaticamente para entradas de preço
sl: Samodejno dodaj decimalno ločilo za vnose cen
sv: Lägg till decimalseparator automatiskt för priser
tr: Fiyat girişleri için otomatik olarak ondalık ayırıcı ekleyin
zh_hans: 输入价格时自动添加小数点
zh_hant: 自動在輸入的價格中加上小數點

source: Add included recipe
ca: Afegeix recepta inclosa
cs: Přidat dílčí recept
da: Opret inkluderet opskrift
de: Enthaltenes Rezept hinzufügen
el: Προσθέστε συμπεριλαμβανόμενη συνταγή
es: Añadir receta incluida
et: Lisa retsept mis sisaldab
fi: Lisää sisällytetty resepti
fr_fr: Ajouter une recette incluse
he: הוספת מתכון כלול
hu: Recept hozzáadása
it: Aggiungi la ricetta inclusa
ja: 使用レシピを追加
ko: 포함된 요리법 추가
lt: Pridėti įtrauktą receptą
nb: Legg til inkludert oppskrift
nl: Voeg bijgevoegd recept toe
pl: Dołącz przepis
pt_br: Adicionar receita agregada
pt_pt: Adicionar receita incluída
ro: Adăugați rețeta inclusă
sk: Pridať čiastkový recept
sl: Dodaj vključen recept
sv: Lägg till inkluderat recept
tr: Dahil edilmiş tarif ekle
uk: Додати включений рецепт
zh_hans: 添加关联菜谱
zh_hant: 新增隨附的食譜

source: Add item
ca: Afegir element
cs: Přidat produkt
da: Tilføj vare
de: Eintrag hinzufügen
el: Πρόσθεσε είδος
es: Añadir artículo
et: Lisa toode
fi: Lisää tuote
fr_fr: Ajouter un produit
he: הוספת פריט
hu: Hozzáadás
it: Aggiungi elemento
ja: アイテムを追加する
ko: 아이템 추가
lt: Pridėti daiktą
nb: Legg til produkt
nl: Voeg item toe
pl: Dodaj pozycję
pt_br: Adicionar item
pt_pt: Adicionar item
ro: Adaugă produs
sk: Pridať položku
sl: Dodaj element
sv: Lägg till vara
ta: உருப்படியைச் சேர்க்கவும்
tr: Ürün ekle
uk: Додати
zh_hans: 添加产品
zh_hant: 新增項目

source: Add overdue/expired products
ca: Afegeix productes caducats
cs: Přidat produkty po min. trvanlivosti/použitelnosti
da: Tilføj varer der er udløbet, for gamle
de: Überfällige/Abgelaufene Produkte hinzufügen
es: Añadir productos caducados o que han superado su fecha de consumo preferente
et: Lisa aegunud/riknenud tooted
fi: Lisää vanhentuneet tuotteet
fr_fr: Ajouter les produits dépassés/périmés
he: מוצרים שחרגו מהתוקף/פג תוקפם
hu: Lejárt/megromlott termékek hozzáadása
it: Aggiungi prodotti scaduti
ja: 期限切れ物品をリストに追加
ko: 유통 기한 지난 제품 추가
lt: Pridėkite produktus, kurių galiojimo laikas pasibaigęs
nb: Legg til forfalte produkter
nl: Voeg producten toe die over datum zijn of verlopen
pl: Dodaj przeterminowane produkty
pt_br: Adicionar produtos vencidos/estragados
sk: Pridať trvanlivosť/expiráciu výrobku
sl: Dodaj pretečene izdelke
sv: Lägg till produkter med utgångna bäst-före-datum/sista förbrukningsdatum
tr: Son vadesi dolmuş veya son kullanma tarihi geçmiş ürünleri ekleyin
uk: Додати зіпсовані/прострочені продукти
zh_hans: 添加逾期/过期的产品
zh_hant: 加入逾期/過期物品

source: Add products that are below defined min. stock amount
ca: Afegeix productes que estan per sota de les existències mínimes
cs: Přidat produkty se stavem pod minimální zásobou
da: Tilføj varer der er under minimumsbeholdningen
de: Produkte unter Mindestbestand hinzufügen
el: Το προϊόν% s λήγειΠροσθέστε προϊόντα που είναι κάτω από τα καθορισμένα ελάχιστα. ποσό αποθέματος
es: Añadir productos que están por debajo del mínimo de existencias definido
et: Lisa tooted, mis on alla määratud minimaalse varude koguse
fi: Lisää tuotteet joita on varastossa alle minimirajan
fr_fr: Ajouter les produits qui sont en dessous du seuil de stock minimum
he: להוסיף מוצרים שחסרים מתחת לכמות המלאי המזערית
hu: A megadott min. készlet alatti termékek hozzáadása
it: Aggiungi prodotti sotto il limite minimo di dispensa definito
ja: 保管数の下限以下の製品を追加する
ko: 정의된 최소값 미만인 제품을 추가. 재고량
lt: Pridėkite produktus, kurių vertė mažesnė nei apibrėžta min. atsargų kiekis
nb: Legg til produkt som er under minimumsbeholdningen
nl: Voeg producten toe die onder min. voorraadhoeveelheid zijn
pl: Dodaj produkty poniżej zdefiniowanej minimalnej ilości
pt_br: Adicionar produtos que estão abaixo da quantidade mínima no estoque
pt_pt: Adicionar produtos que estão abaixo da quantidade min. de stock definida
ro: Adaugă produse cu stoc sub stocul minim definit
sk: Pridať výrobky, ktoré majú stav pod minimálnou zásobou
sl: Dodaj izdelke, ki so pod min. količino zaloge
sv: Lägg till produkter som är under det angivna minsta lagerantalet
tr: Tanımlanan min. stok miktarının altındaki ürünleri ekle
uk: Додати продукти, кількість яких в наявності недостатня
zh_hans: 添加低于安全库存的产品
zh_hant: 加入小於最低庫存數量的物品
